<?php
// +----------------------------------------------------------------------

// +----------------------------------------------------------------------

// +----------------------------------------------------------------------
// | 充值验证
// +----------------------------------------------------------------------
namespace app\pay\validate;

use think\Validate;

class Account extends Validate
{
    //定义验证规则
    protected $rule = [
        'pay_type|充值类型' => 'require',
        'username|用户名' => 'require',
        'pay_unit|充值额度' => 'require',
        'unit|修改数量' => 'require',
    ];
}
