<?php
// +----------------------------------------------------------------------

// +----------------------------------------------------------------------

// +----------------------------------------------------------------------
// | 模型验证
// +----------------------------------------------------------------------
namespace app\message\validate;

use think\Validate;

class MessageGroup extends Validate
{
    //定义验证规则
    protected $rule = [
        'groupid|会员组' => 'require',
        'subject|标题' => 'require',
        'content|内容' => 'require',
    ];
}
