<?php
// +----------------------------------------------------------------------

// +----------------------------------------------------------------------

// +----------------------------------------------------------------------
// | 短信息钩子
// +----------------------------------------------------------------------
namespace app\cms\behavior;

use sys\Hooks as _Hooks;

class Hooks extends _Hooks
{

    //或者run方法
    public function userSidenavAfter($content)
    {
        return $this->fetch('userSidenavAfter');

    }

}
